Repository: threema-ch/threema-ios
Catalog: Threema/Resources/RendezvousEmoji.xcstrings
Source language: en
Languages: cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt, ru, sk, tr, uk, zh_hans, zh_hant

# md_device_join_emoji.1F525
source: fire
cs: oheň
de: Feuer
es: fuego
fr: feu
gsw_ch: Füür
it: fuoco
ja: 火
ko: 불
nl: vuur
pl: ogień
pt: fogo
ru: огонь
sk: oheň
tr: ateş
uk: вогонь
zh_hans: 火焰
zh_hant: 火

# md_device_join_emoji.1F578_FE0F
source: spider web
cs: pavučina
de: Spinnennetz
es: tela de araña
fr: toile d’araignée
gsw_ch: Spinenetz
it: ragnatela
ja: クモの巣
ko: 거미줄
nl: spinnenweb
pl: pajęczyna
pt: teia de aranha
ru: паутина
sk: pavučina
tr: örümcek ağı
uk: павутиння
zh_hans: 蜘蛛网
zh_hant: 蜘蛛網

# md_device_join_emoji.1F680
source: rocket
cs: raketa
de: Rakete
es: cohete
fr: fusée
gsw_ch: Rakete
it: razzo
ja: ロケット
ko: 로켓
nl: raket
pl: rakieta
pt: foguete
ru: ракета
sk: raketa
tr: roket
uk: ракета
zh_hans: 火箭
zh_hant: 火箭

# md_device_join_emoji.1F682
source: locomotive
cs: lokomotiva
de: Dampflokomotive
es: locomotora de vapor
gsw_ch: Dampfloki
it: locomotiva
ja: 蒸気機関車
ko: 기관차
nl: locomotief
pl: lokomotywa
pt: locomotiva
ru: паровоз
sk: rušeň
tr: buharlı lokomotif
uk: паровий локомотив
zh_hans: 蒸汽火车
zh_hant: 蒸汽火車

# md_device_join_emoji.1F947
source: 1st place medal
cs: medaile za 1. místo
de: Goldmedaille
es: medalla de oro
fr: médaille d’or
gsw_ch: Goldmedaille
it: medaglia d’oro
ja: 金メダル
ko: 금메달
nl: medaille 1e plaats
pl: medal za 1. miejsce
pt: medalha de ouro
ru: золотая медаль
sk: zlatá medaila
tr: birincilik madalyası
uk: золота медаль
zh_hans: 金牌
zh_hant: 金牌

# md_device_join_emoji.1F951
source: avocado
cs: avokádo
es: aguacate
fr: avocat
ja: アボカド
ko: 아보카도
pl: awokado
pt: abacate
ru: авокадо
sk: avokádo
tr: avokado
uk: авокадо
zh_hans: 鳄梨
zh_hant: 酪梨

# md_device_join_emoji.1F955
source: carrot
cs: mrkev
de: Karotte
es: zanahoria
fr: carotte
gsw_ch: Rüebli
it: carota
ja: 人参
ko: 당근
nl: wortel
pl: marchew
pt: cenoura
ru: морковь
sk: mrkva
tr: havuç
uk: морква
zh_hans: 胡萝卜
zh_hant: 胡蘿蔔

# md_device_join_emoji.1F962
source: chopsticks
cs: jídelní hůlky
de: Essstäbchen
es: palillos
fr: baguettes
gsw_ch: Ässstäbli
it: bacchette
ja: はし
ko: 젓가락
pl: pałeczki
pt: hashi
ru: палочки для еды
sk: paličky
tr: yemek çubukları
uk: палички для їжі
zh_hans: 筷子
zh_hant: 筷子

# md_device_join_emoji.1F966
source: broccoli
cs: brokolice
de: Brokkoli
es: brócoli
fr: brocoli
ja: ブロッコリー
ko: 브로콜리
pl: brokuł
pt: brócolis
ru: брокколи
sk: brokolica
tr: brokoli
uk: броколі
zh_hans: 西兰花
zh_hant: 花椰菜

# md_device_join_emoji.1F986
source: duck
cs: kachna
de: Ente
es: pato
fr: canard
gsw_ch: Änte
it: anatra
ja: カモ
ko: 오리
nl: eend
pl: kaczka
pt: pato
ru: утка
sk: kačka
tr: ördek
uk: качка
zh_hans: 鸭子
zh_hant: 鴨子

# md_device_join_emoji.1F989
source: owl
cs: sova
de: Eule
es: búho
fr: chouette
gsw_ch: Üüle
it: gufo
ja: フクロウ
ko: 부엉이
nl: uil
pl: sowa
pt: coruja
ru: сова
sk: sova
tr: baykuş
uk: сова
zh_hans: 猫头鹰
zh_hant: 貓頭鷹

# md_device_join_emoji.1F992
source: giraffe
cs: žirafa
es: jirafa
fr: girafe
gsw_ch: Giraff
it: giraffa
ja: キリン
ko: 기린
pl: żyrafa
pt: girafa
ru: жираф
sk: žirafa
tr: zürafa
uk: жирафа
zh_hans: 长颈鹿
zh_hant: 長頸鹿

# md_device_join_emoji.1F998
source: kangaroo
cs: klokan
de: Känguru
es: canguro
fr: kangourou
gsw_ch: Känguru
it: canguro
ja: カンガルー
ko: 캥거루
nl: kangoeroe
pl: kangur
pt: canguru
ru: кенгуру
sk: kengura
tr: kanguru
uk: кенгуру
zh_hans: 袋鼠
zh_hant: 袋鼠

# md_device_join_emoji.1FA9D
source: hook
cs: hák
de: Haken
es: gancho
fr: crochet
gsw_ch: Haagge
it: gancio
ja: フック
ko: 갈고리
nl: haak
pl: hak
pt: gancho
ru: крюк
sk: hák
tr: çengel
uk: гачок
zh_hans: 挂钩
zh_hant: 鉤子

# md_device_join_emoji.1FA83
source: boomerang
cs: bumerang
de: Bumerang
es: bumerán
gsw_ch: Bumerang
ja: ブーメラン
ko: 부메랑
nl: boemerang
pl: bumerang
pt: bumerangue
ru: бумеранг
sk: bumerang
tr: bumerang
uk: бумеранг
zh_hans: 回旋镖
zh_hant: 迴力鏢

# md_device_join_emoji.1FA91
source: chair
cs: židle
de: Stuhl
es: silla
fr: chaise
gsw_ch: Stuehl
it: sedia
ja: 椅子
ko: 의자
nl: hoge stoel
pl: krzesło
pt: cadeira
ru: стул
sk: stolička
tr: sandalye
uk: стілець
zh_hans: 椅子
zh_hant: 椅子

# md_device_join_emoji.1FAA3
source: bucket
cs: kbelík
de: Eimer
es: cubo
fr: seau
gsw_ch: Chübel
it: secchio
ja: バケツ
ko: 양동이
nl: emmer
pl: wiadro
pt: balde
ru: ведро
sk: vedro
tr: kova
uk: відро
zh_hans: 桶
zh_hant: 水桶

# md_device_join_emoji.1FAB2
source: beetle
cs: brouk
de: Käfer
es: escarabajo
fr: scarabée
gsw_ch: Chäfer
it: coleottero
ja: カブトムシ
ko: 딱정벌레
nl: kever
pl: chrząszcz
pt: besouro
ru: жук
sk: chrobák
tr: böcek
uk: жук
zh_hans: 甲虫
zh_hant: 甲蟲

# md_device_join_emoji.1FAB6
source: feather
cs: pírko
de: Feder
es: pluma
fr: plume
gsw_ch: Fädere
it: piuma
ja: 羽
ko: 깃털
nl: veer
pl: pióro
pt: pena
ru: перо
sk: pierko
tr: kuş tüyü
uk: пір’їна
zh_hans: 羽毛
zh_hant: 羽毛

# md_device_join_emoji.1FAD0
source: blueberries
cs: borůvky
de: Blaubeeren
es: arándanos
fr: myrtilles
gsw_ch: Heidelbeeri
it: mirtilli
ja: ブルーベリー
ko: 블루베리
nl: bosbessen
pl: borówka amerykańska
pt: mirtilos
ru: голубика
sk: čučoriedky
tr: yaban mersini
uk: лохина
zh_hans: 蓝莓
zh_hant: 藍莓

# md_device_join_emoji.1FAD8
source: beans
cs: fazole
de: Bohnen
es: alubias
fr: haricots
gsw_ch: Bohne
it: fagioli
ja: 豆
ko: 콩
nl: bonen
pl: fasola
pt: feijões
ru: фасоль
sk: fazuľa
tr: fasulye
uk: квасоля
zh_hans: 豆
zh_hant: 豆子

# md_device_join_emoji.1FAE7
source: bubbles
cs: bubliny
de: Blasen
es: burbujas
fr: bulles
gsw_ch: Blöterli
it: bolle
ja: 泡
ko: 거품
nl: zeepbellen
pl: bąbelki
pt: bolhas
ru: пузыри
sk: bubliny
tr: baloncuk
uk: бульбашки
zh_hans: 气泡
zh_hant: 泡泡

# md_device_join_emoji.2B50
source: star
cs: bílá hvězda střední velikosti
de: weißer mittelgroßer Stern
es: estrella
fr: étoile
gsw_ch: wisse mittelgrosse Stern
it: stella
ja: スター
ko: 별
nl: witte middelgrote ster
pl: gwiazda
pt: estrela branca média
ru: желтая звезда
sk: hviezda
tr: yıldız
uk: зірка
zh_hans: 星星
zh_hant: 星星

# md_device_join_emoji.25B6_FE0F
source: play button
cs: tlačítko přehrávání
de: Wiedergabe
es: reproducir
fr: bouton lecture
gsw_ch: Widergab
it: pulsante di riproduzione
ja: 再生ボタン
ko: 재생 버튼
nl: knop voor afspelen
pl: odtwórz
pt: botão reproduzir
ru: воспроизведение
sk: tlačidlo prehrávania
tr: oynatma düğmesi
uk: кнопка відтворення
zh_hans: 播放按钮
zh_hant: 播放

# md_device_join_emoji.26AB
source: black circle
cs: černý kroužek
de: schwarzer Punkt
es: círculo negro
fr: disque noir
gsw_ch: schwarze Punkt
it: cerchio nero
ja: 黒い丸
ko: 검은색 원
nl: zwarte cirkel
pl: czarne koło
pt: círculo preto
ru: черный круг
sk: čierny kruh
tr: siyah daire
uk: чорний круг
zh_hans: 黑色圆
zh_hant: 黑色圓形

# md_device_join_emoji.26F3
source: flag in hole
cs: jamka s vlajkou
de: Golffahne
es: banderín en hoyo
fr: drapeau de golf
gsw_ch: Golffahne
it: bandiera in buca
ja: ゴルフ
ko: 골프
nl: vlag in hole
pl: flaga w dołku
pt: bandeira no buraco
ru: гольф
sk: zástava v jamke
tr: delikteki bayrak
uk: лунка для гольфу з прапорцем
zh_hans: 高尔夫球洞
zh_hant: 高爾夫

# md_device_join_emoji.2600_FE0F
source: sun
cs: slunce
de: Sonne
es: sol
fr: soleil
gsw_ch: Sune
it: sole
ja: 太陽
ko: 태양
nl: zon
pl: słońce
pt: sol
ru: солнце
sk: slnko
tr: güneş
uk: сонце
zh_hans: 太阳
zh_hant: 太陽

# md_device_join_emoji.2602_FE0F
source: umbrella
cs: deštník
de: Regenschirm
es: paraguas
fr: parapluie ouvert
gsw_ch: Rägeschirm
it: ombrello
ja: 傘
ko: 우산
nl: paraplu
pl: parasol
pt: guarda-chuva
ru: зонт
sk: dáždnik
tr: şemsiye
uk: парасолька
zh_hans: 伞
zh_hant: 雨傘

# md_device_join_emoji.2603_FE0F
source: snowman
cs: sněhulák
de: Schneemann im Schnee
es: muñeco de nieve con nieve
fr: bonhomme de neige
gsw_ch: Schneemaa im Schnee
it: pupazzo di neve
ja: 雪だるまと雪
ko: 눈사람
nl: sneeuwpop
pl: bałwanek i płatki śniegu
pt: boneco de neve
ru: снеговик под снегом
sk: snehuliak
tr: kardan adam
uk: сніговик
zh_hans: 雪与雪人
zh_hant: 雪中的雪人

# md_device_join_emoji.2615
source: hot beverage
cs: teplý nápoj
de: Heißgetränk
es: bebida caliente
fr: boisson chaude
gsw_ch: Heissgetränk
it: bevanda calda
ja: 温かい飲み物
ko: 뜨거운 음료
nl: warme drank
pl: gorący napój
pt: café
ru: горячий напиток
sk: horúci nápoj
tr: sıcak içecek
uk: гарячий напій
zh_hans: 热饮
zh_hant: 熱飲

# md_device_join_emoji.2618_FE0F
source: shamrock
cs: trojlístek
de: Kleeblatt
es: trébol
fr: trèfle
gsw_ch: Chleeblatt
it: trifoglio
ja: クローバー
ko: 토끼풀
nl: klavertjedrie
pl: koniczyna
pt: trevo
ru: трилистник
sk: trojlístok
tr: yonca
uk: трилисник
zh_hans: 三叶草
zh_hant: 三葉草

# md_device_join_emoji.2660_FE0F
source: spade suit
cs: piky
de: Pik
es: palo de picas
fr: pique
gsw_ch: Pik
it: picche
ja: スペード
ko: 스페이드
nl: schoppen
pl: pik
pt: naipe de espadas
ru: пики
sk: pika
tr: maça
uk: піка
zh_hans: 黑桃
zh_hant: 黑桃

# md_device_join_emoji.2665_FE0F
source: heart suit
cs: srdce
de: Herz
es: palo de corazones
fr: cœur cartes
gsw_ch: Herz
it: cuori
ja: ハート
ko: 하트
nl: harten
pl: kier
pt: naipe de copas
ru: червы
sk: srdce
tr: kupa
uk: чирва
zh_hans: 红桃
zh_hant: 紅心

# md_device_join_emoji.2692_FE0F
source: hammer and pick
cs: kladivo a špičák
de: Hammer und Pickel
es: martillo y pico
fr: marteau et pioche
gsw_ch: Hammer und Pickel
it: piccone e martello
ja: ハンマーとつるはし
ko: 망치와 곡괭이
nl: twee hamers
pl: młoty
pt: martelo e picareta
ru: кирка и молот
sk: kladivo a krompáč
tr: çekiç ve kazma
uk: молоток і кирка
zh_hans: 锤子与镐
zh_hant: 鎚子和十字鎬

# md_device_join_emoji.2693
source: anchor
cs: kotva
de: Anker
es: ancla
fr: ancre
gsw_ch: Anker
it: ancora
ja: 錨
ko: 닻
nl: anker
pl: kotwica
pt: âncora
ru: якорь
sk: kotva
tr: çıpa
uk: якір
zh_hans: 锚
zh_hant: 錨

# md_device_join_emoji.2696_FE0F
source: balance scale
cs: miskové váhy
de: Waage
es: balanza
fr: balance à poids
it: bilancia a doppio piatto
ja: 天秤
ko: 접시저울
nl: weegschaal
pl: waga szalkowa
pt: balança
ru: весы
sk: miskové váhy
tr: terazi
uk: ваги
zh_hans: 天平
zh_hant: 天平

# md_device_join_emoji.2728
source: sparkles
cs: jiskry
de: funkelnde Sterne
es: chispas
fr: étincelles
gsw_ch: funkelndi Sterne
it: stelline
ja: きらきら
ko: 블링블링
nl: sterretjes
pl: gwiazdki
pt: brilhos
ru: блестки
sk: iskry
tr: parıltılar
uk: блискітки
zh_hans: 闪亮
zh_hant: 閃爍

# md_device_join_emoji.2744_FE0F
source: snowflake
cs: sněhová vločka
de: Schneeflocke
es: copo de nieve
fr: flocon
gsw_ch: Schneeflöckli
it: fiocco di neve
ja: 雪の結晶
ko: 눈송이
nl: sneeuwvlok
pl: płatek śniegu
pt: floco de neve
ru: снежинка
sk: snehová vločka
tr: kar tanesi
uk: сніжинка
zh_hans: 雪花
zh_hant: 雪花

# md_device_join_emoji.1F3B3
source: bowling
es: bolos
ja: ボウリング
ko: 볼링
nl: bowlen
pl: kręgle
pt: boliche
ru: боулинг
tr: bovling
uk: куля і кеглі для боулінгу
zh_hans: 保龄球
zh_hant: 保齡球

# md_device_join_emoji.1F579_FE0F
source: joystick
fr: manette de jeu
ja: ジョイスティック
ko: 조이스틱
pl: dżojstik
ru: джойстик
tr: oyun çubuğu
uk: джойстик
zh_hans: 游戏操控杆
zh_hant: 搖桿

# md_device_join_emoji.1F9A4
source: dodo
ja: ドードー
ko: 도도새
pt: dodô
ru: дронт
sk: dront
tr: dodo kuşu
uk: дронт
zh_hans: 渡渡鸟
zh_hant: 渡渡鳥
